IOandNetworking/project-02/src/benchmarks_siege.txt
** SIEGE 4.0.4
** Preparing 10 concurrent users for battle.
The server is now under siege...
Transactions:                  90000 hits
Availability:                 100.00 %
Elapsed time:                 443.09 secs
Data transferred:            1607.72 MB
Response time:                  0.05 secs
Transaction rate:             203.12 trans/sec
Throughput:                     3.63 MB/sec
Concurrency:                    9.87
Successful transactions:       90000
Failed transactions:               0
Longest transaction:            3.19
Shortest transaction:           0.00